Repository: zizicici/moontake
Catalog: moontake/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# action.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# action.ok
source: OK
ar: موافق
es: Aceptar
ru: ОК
uk: Гаразд
zh_hans: 好的
zh_hant: 好的
zh_hk: 好的

# album.clear.message
source: This will delete all photos from the app album, but photos saved to the system library will not be deleted.
ar: سيؤدي هذا إلى حذف جميع الصور من ألبوم التطبيق، لكن الصور المحفوظة في مكتبة النظام لن يتم حذفها.
de: Dadurch werden alle Fotos aus dem App-Album gelöscht, aber Fotos, die in der Systemmediathek gespeichert wurden, werden nicht gelöscht.
es: Esto eliminará todas las fotos del álbum de la app, pero las fotos guardadas en la biblioteca del sistema no se eliminarán.
fr: Cela supprimera toutes les photos de l’album de l’app, mais les photos enregistrées dans la photothèque du système ne seront pas supprimées.
ja: これによりアプリ内アルバムの写真はすべて削除されますが、システムライブラリに保存された写真は削除されません。
pt_br: Isso excluirá todas as fotos do álbum do app, mas as fotos salvas na biblioteca do sistema não serão excluídas.
pt_pt: Isto eliminará todas as fotos do álbum da app, mas as fotos guardadas na biblioteca do sistema não serão eliminadas.
ru: Это удалит все фотографии из альбома приложения, но фотографии, сохраненные в системной библиотеке, удалены не будут.
uk: Це видалить усі фотографії з альбому застосунку, але фотографії, збережені в системній бібліотеці, не буде видалено.
zh_hans: 这会清空 App 内相册中的所有照片，但已经保存到系统图库的照片不会被删除。
zh_hant: 這會清空 App 內相簿中的所有照片，但已經儲存到系統圖庫的照片不會被刪除。
zh_hk: 這會清空 App 內相簿中的所有照片，但已經儲存到系統圖庫的照片不會被刪除。

# album.clear.title
source: Clear Album
ar: مسح الألبوم
de: Album leeren
es: Vaciar álbum
fr: Vider l’album
ja: アルバムを空にする
pt_br: Limpar álbum
pt_pt: Limpar álbum
ru: Очистить альбом
uk: Очистити альбом
zh_hans: 清空相册
zh_hant: 清空相簿
zh_hk: 清空相簿

# album.title
source: Album
ar: الألبوم
es: Álbum
ja: アルバム
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
uk: Альбом
zh_hans: 相册
zh_hant: 相簿
zh_hk: 相簿

# atlas.adjust
source: Adjust
ar: ضبط
de: Anpassen
es: Ajustar
fr: Ajuster
ja: 位置調整
pt_br: Ajustar
pt_pt: Ajustar
ru: Настроить
uk: Налаштувати
zh_hans: 微调
zh_hant: 微調
zh_hk: 微調

# atlas.article.naming
source: The name
ar: أصل الاسم
de: Der Name
es: El nombre
fr: Le nom
ja: 名前の由来
pt_br: Origem do nome
pt_pt: Origem do nome
ru: Происхождение названия
uk: Походження назви
zh_hans: 名字的由来
zh_hant: 名字的由來
zh_hk: 名字的由來

# atlas.article.observation
source: In your photo
ar: في صورتك
de: Auf deinem Foto
es: En tu foto
fr: Sur votre photo
ja: 写真での見つけ方
pt_br: Na sua foto
pt_pt: Na sua fotografia
ru: На вашем снимке
uk: На вашому знімку
zh_hans: 在你的照片中
zh_hant: 在你的照片中
zh_hk: 在你的相片中

# atlas.article.sources
source: Sources
ar: المصادر
de: Quellen
es: Fuentes
ja: 出典
pt_br: Fontes
pt_pt: Fontes
ru: Источники
uk: Джерела
zh_hans: 资料来源
zh_hant: 資料來源
zh_hk: 資料來源

# atlas.article.story
source: Its story
ar: قصته
de: Die Geschichte
es: Su historia
fr: Son histoire
ja: この地形の物語
pt_br: Sua história
pt_pt: A sua história
ru: История
uk: Історія
zh_hans: 月面故事
zh_hant: 月面故事
zh_hk: 月面故事

# atlas.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

# atlas.coordinates
source: Lunar coordinates
ar: الإحداثيات القمرية
de: Mondkoordinaten
es: Coordenadas lunares
fr: Coordonnées lunaires
ja: 月面座標
pt_br: Coordenadas lunares
pt_pt: Coordenadas lunares
ru: Координаты на Луне
uk: Координати на Місяці
zh_hans: 月面坐标
zh_hant: 月面座標
zh_hk: 月面座標

# atlas.crater.name
source: %@ Crater
ar: فوهة %@
de: Krater %@
es: Cráter %@
fr: Cratère %@
ja: %@クレーター
pt_br: Cratera %@
pt_pt: Cratera %@
ru: Кратер %@
uk: Кратер %@
zh_hans: %@环形山
zh_hant: %@環形山
zh_hk: %@環形山

# atlas.diameter
source: Reference diameter
ar: القطر المرجعي
de: Referenzdurchmesser
es: Diámetro de referencia
fr: Diamètre de référence
ja: 参考直径
pt_br: Diâmetro de referência
pt_pt: Diâmetro de referência
ru: Справочный диаметр
uk: Довідковий діаметр
zh_hans: 参考直径
zh_hant: 參考直徑
zh_hk: 參考直徑

# atlas.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
pt_br: Concluir
pt_pt: Concluir
ru: Готово
uk: Готово
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

# atlas.drag_to_adjust
source: Drag to align the Moon, then tap Done
ar: اسحب لمحاذاة القمر، ثم اضغط «تم»
de: Verschiebe den Mond zum Ausrichten und tippe auf „Fertig“
es: Arrastra para alinear la Luna y toca «Hecho»
fr: Faites glisser la Lune pour l’aligner, puis touchez « Terminé »
ja: ドラッグで月の位置を合わせて「完了」をタップ
pt_br: Arraste para alinhar a Lua e toque em Concluir
pt_pt: Arraste para alinhar a Lua e toque em Concluir
ru: Совместите Луну перетаскиванием и нажмите «Готово»
uk: Перетягніть Місяць для суміщення й натисніть «Готово»
zh_hans: 拖动对齐月亮，然后轻点完成
zh_hant: 拖動對齊月亮，然後輕點完成
zh_hk: 拖曳以對齊月亮，然後輕點完成

# atlas.error.date
source: Choose a capture date between 1850 and 2149.
ar: اختر تاريخ التقاط بين عامي 1850 و2149.
de: Wähle ein Aufnahmedatum zwischen 1850 und 2149.
es: Elige una fecha de la foto entre 1850 y 2149.
fr: Choisissez une date de prise de vue entre 1850 et 2149.
ja: 1850年から2149年の間の撮影日を選んでください。
pt_br: Escolha uma data da foto entre 1850 e 2149.
pt_pt: Escolha uma data da fotografia entre 1850 e 2149.
ru: Выберите дату съёмки с 1850 по 2149 год.
uk: Виберіть дату знімання від 1850 до 2149 року.
zh_hans: 请选择1850至2149年之间的拍摄日期。
zh_hant: 請選擇1850至2149年之間的拍攝日期。
zh_hk: 請選擇1850至2149年之間的拍攝日期。

# atlas.error.photo
source: This photo could not be opened.
ar: تعذّر فتح هذه الصورة.
de: Dieses Foto konnte nicht geöffnet werden.
es: No se ha podido abrir esta foto.
fr: Impossible d’ouvrir cette photo.
ja: この写真を開けませんでした。
pt_br: Não foi possível abrir esta foto.
pt_pt: Não foi possível abrir esta fotografia.
ru: Не удалось открыть фотографию.
uk: Не вдалося відкрити фотографію.
zh_hans: 无法打开这张照片。
zh_hant: 無法開啟這張照片。
zh_hk: 未能開啟這張相片。

# atlas.error.processing
source: Recognition could not finish. Please try again.
ar: تعذّر إكمال التعرّف. حاول مجددًا.
de: Die Erkennung konnte nicht abgeschlossen werden. Versuche es erneut.
es: No se ha podido completar la identificación. Inténtalo de nuevo.
fr: La reconnaissance n’a pas pu se terminer. Réessayez.
ja: 認識を完了できませんでした。もう一度お試しください。
pt_br: Não foi possível concluir o reconhecimento. Tente novamente.
pt_pt: Não foi possível concluir o reconhecimento. Tente novamente.
ru: Не удалось завершить распознавание. Попробуйте ещё раз.
uk: Не вдалося завершити розпізнавання. Спробуйте ще раз.
zh_hans: 识别未能完成，请重试。
zh_hant: 未能完成辨識，請再試一次。
zh_hk: 未能完成辨識，請重試。

# atlas.extent
source: Reference extent
ar: الامتداد المرجعي
de: Referenzausdehnung
es: Extensión de referencia
fr: Étendue de référence
ja: 参考範囲
pt_br: Extensão de referência
pt_pt: Extensão de referência
ru: Справочная протяжённость
uk: Довідкова протяжність
zh_hans: 参考范围
zh_hant: 參考範圍
zh_hk: 參考範圍

# atlas.feature_reference
source: Orbital reference image
ar: صورة مرجعية من مدار القمر
de: Referenzbild aus der Mondumlaufbahn
es: Imagen orbital de referencia
fr: Image orbitale de référence
ja: 月周回軌道からの参考画像
pt_br: Imagem orbital de referência
pt_pt: Imagem orbital de referência
ru: Снимок с лунной орбиты
uk: Знімок із місячної орбіти
zh_hans: 轨道拍摄参考图
zh_hant: 軌道拍攝參考圖
zh_hk: 軌道拍攝參考圖

# atlas.feature_reference.accessibility
source: Orbital reference image of %@, north up. Lighting differs from your photo.
ar: صورة مرجعية من المدار لمعلم %@، والشمال في الأعلى. تختلف الإضاءة عن صورتك.
de: Referenzbild von %@ aus der Mondumlaufbahn, Norden oben. Die Beleuchtung unterscheidet sich von deinem Foto.
es: Imagen orbital de referencia de %@, con el norte arriba. La iluminación difiere de la de tu foto.
fr: Image orbitale de référence de %@, nord en haut. L’éclairage diffère de celui de votre photo.
ja: %@を月周回軌道から撮影した参考画像。北が上です。光の当たり方は写真と異なります。
pt_br: Imagem orbital de referência de %@, com o norte para cima. A iluminação difere da sua foto.
pt_pt: Imagem orbital de referência de %@, com o norte para cima. A iluminação é diferente da sua fotografia.
ru: Орбитальный снимок объекта %@, север сверху. Освещение отличается от вашего снимка.
uk: Орбітальний знімок об’єкта %@, північ угорі. Освітлення відрізняється від вашого фото.
zh_hans: %@的轨道拍摄参考图，北方朝上。光照与你的照片不同。
zh_hant: %@的軌道拍攝參考圖，北方朝上。光照與你的照片不同。
zh_hk: %@的軌道拍攝參考圖，北方朝上。光照與你的相片不同。

# atlas.feature.380.label
source: Aristarchus
ar: أريستارخوس
es: Aristarco
fr: Aristarque
ja: アリスタルコス
pt_br: Aristarco
pt_pt: Aristarco
ru: Аристарх
uk: Арістарх
zh_hans: 阿里斯塔克斯
zh_hant: 阿里斯塔克斯
zh_hk: 阿里斯塔克斯

# atlas.feature.380.naming
source: Riccioli named this crater in 1651 for Aristarchus, the ancient Greek astronomer from Samos. Long before Copernicus, Aristarchus proposed that Earth orbits the Sun. He also used the right triangle formed by Earth, Moon and Sun at half Moon to estimate their relative distances. Limited measurements kept his numerical result from being accurate.
ar: سمّى ريتشيولي هذه الفوهة عام 1651 تكريمًا لأريستارخوس، الفلكي اليوناني القديم من ساموس. قبل كوبرنيكوس بزمن طويل، اقترح أريستارخوس أن الأرض تدور حول الشمس. واستخدم أيضًا المثلث القائم الذي تشكّله الأرض والقمر والشمس حين نرى نصف قرص القمر مضاءً لتقدير نسب المسافات بينها. لكن محدودية القياسات حالت دون دقة النتيجة العددية.
de: Riccioli benannte diesen Krater 1651 nach Aristarch von Samos, einem Astronomen der griechischen Antike. Lange vor Kopernikus schlug Aristarch vor, dass die Erde die Sonne umkreist. Außerdem nutzte er das rechtwinklige Dreieck, das Erde, Mond und Sonne bei Halbmond bilden, um ihre relativen Entfernungen abzuschätzen. Die begrenzte Messgenauigkeit führte jedoch zu einem ungenauen Zahlenwert.
es: Riccioli nombró este cráter en 1651 en honor a Aristarco, el astrónomo de la antigua Grecia nacido en Samos. Mucho antes de Copérnico, Aristarco propuso que la Tierra orbita alrededor del Sol. También usó el triángulo rectángulo que forman la Tierra, la Luna y el Sol en cuarto lunar para estimar sus distancias relativas. La precisión limitada de las medidas impidió que su resultado numérico fuera correcto.
fr: En 1651, Riccioli a donné à ce cratère le nom d’Aristarque, l’astronome grec de l’île de Samos. Bien avant Copernic, Aristarque proposait que la Terre tourne autour du Soleil. Il s’est aussi servi du triangle rectangle formé par la Terre, la Lune et le Soleil à la demi-lune pour estimer leurs distances relatives. Le manque de précision des mesures a toutefois faussé son résultat numérique.
ja: リッチョーリは1651年、サモス島の古代ギリシャの天文学者アリスタルコスにちなんで名付けました。アリスタルコスはコペルニクスよりはるか昔に、地球が太陽の周りを回ると提案しました。半月のときに地球、月、太陽が作る直角三角形から距離の比も推定しましたが、測定の限界により数値は正確になりませんでした。
pt_br: Em 1651, Riccioli deu à cratera o nome de Aristarco, o astrônomo da Grécia antiga nascido em Samos. Muito antes de Copérnico, Aristarco propôs que a Terra orbitava o Sol. Ele também usou o triângulo retângulo formado pela Terra, pela Lua e pelo Sol quando vemos metade do disco lunar iluminada para estimar suas distâncias relativas. As limitações das medições impediram que o resultado numérico fosse preciso.
pt_pt: Em 1651, Riccioli deu à cratera o nome de Aristarco, o astrónomo da Grécia antiga nascido em Samos. Muito antes de Copérnico, Aristarco propôs que a Terra orbitava o Sol. Ele também usou o triângulo retângulo formado pela Terra, pela Lua e pelo Sol quando vemos metade do disco lunar iluminada para estimar as suas distâncias relativas. As limitações das medições impediram que o resultado numérico fosse preciso.
ru: Риччоли назвал кратер в 1651 году в честь древнегреческого астронома Аристарха с Самоса. Задолго до Коперника Аристарх предположил, что Земля обращается вокруг Солнца. По прямоугольному треугольнику, который Земля, Луна и Солнце образуют при первой или последней четверти Луны, он также оценил соотношение расстояний между ними. Ограниченная точность измерений не позволила получить верный численный результат.
uk: Річчолі назвав цей кратер 1651 року на честь Арістарха, давньогрецького астронома із Самоса. Задовго до Коперника Арістарх припустив, що Земля обертається навколо Сонця. Він також використав прямокутний трикутник, утворений Землею, Місяцем і Сонцем у першій або останній чверті Місяця, щоб оцінити співвідношення відстаней між ними. Обмежена точність вимірювань завадила отримати правильний числовий результат.
zh_hans: 里乔利在1651年，以来自萨摩斯的古希腊天文学家阿里斯塔克斯为这座环形山命名。早在哥白尼之前，他就提出地球绕太阳运行。他还利用上弦或下弦时地球、月球、太阳构成的直角三角形，估算彼此的相对距离，但有限的测量条件使计算结果不够准确。
zh_hant: 里喬利在1651年，以來自薩摩斯的古希臘天文學家阿里斯塔克斯為這座環形山命名。早在哥白尼之前，他就提出地球繞太陽運行。他還利用上弦或下弦時地球、月球、太陽構成的直角三角形，估算彼此的相對距離，但有限的測量條件使計算結果不夠準確。
zh_hk: 里喬利在1651年，以來自薩摩斯的古希臘天文學家阿里斯塔克斯為這座環形山命名。早在哥白尼之前，他就提出地球繞太陽運行。他還利用上弦或下弦時地球、月球、太陽構成的直角三角形，估算彼此的相對距離，但有限的測量條件使計算結果不夠準確。

# atlas.feature.380.observation
source: Against the dark background of Procellarum, Aristarchus often appears as a striking bright spot. It is among the Moon’s most reflective features, so the contrast can help locate it even when its rim is unclear.
ar: على خلفية محيط العواصف الداكنة، تظهر أريستارخوس غالبًا بقعة ساطعة لافتة. وهي من أكثر معالم القمر انعكاسًا للضوء، لذا يساعد التباين على تحديدها حتى عندما لا تتضح حافتها.
de: Vor dem dunklen Hintergrund von Procellarum erscheint Aristarchus oft als auffälliger heller Punkt. Er zählt zu den am stärksten reflektierenden Formationen des Mondes. Der Kontrast hilft daher auch dann bei der Orientierung, wenn der Kraterrand unscharf ist.
es: Sobre el fondo oscuro de Procellarum, Aristarco suele aparecer como un punto brillante muy llamativo. Es una de las formaciones que más luz reflejan en la Luna, por lo que el contraste ayuda a localizarlo incluso si su borde no se distingue bien.
fr: Sur le fond sombre de Procellarum, Aristarque apparaît souvent comme un point très clair. C’est l’une des formations lunaires qui réfléchissent le plus la lumière. Ce contraste permet de la repérer même lorsque le bord du cratère reste flou.
ja: 嵐の大洋の暗い背景の中で、アリスタルコスはひときわ明るい点に見えることがあります。月で特に反射率の高い地形の一つで、縁がはっきりしなくても明暗差が位置を探す助けになります。
pt_br: Sobre o fundo escuro do Oceano das Tempestades, Aristarco costuma aparecer como um ponto claro marcante. É uma das formações mais refletoras da Lua, por isso o contraste ajuda a localizá-la mesmo quando sua borda não está nítida.
pt_pt: Sobre o fundo escuro do Oceano das Tempestades, Aristarco costuma aparecer como um ponto claro marcante. É uma das formações mais refletoras da Lua, por isso o contraste ajuda a localizá-la mesmo quando a sua borda não está nítida.
ru: На тёмном фоне Океана Бурь Аристарх часто выглядит как резко выделяющееся светлое пятно. Это один из наиболее хорошо отражающих свет объектов Луны, поэтому контраст помогает найти его, даже когда край кратера неясен.
uk: На темному тлі Океану Бур Арістарх часто виглядає виразною яскравою цяткою. Це один із найсильніше відбивних об’єктів Місяця, тож контраст допомагає знайти його, навіть коли край кратера нечіткий.
zh_hans: 在风暴洋的暗色背景上，阿里斯塔克斯常显为醒目的亮点。它是月球上反光最强的地形之一，即使坑缘不清楚，明暗反差也有助于定位。
zh_hant: 在風暴洋的暗色背景上，阿里斯塔克斯常顯為醒目的亮點。它是月球上反光最強的地形之一，即使坑緣不清楚，明暗反差也有助於定位。
zh_hk: 在風暴洋的暗色背景上，阿里斯塔克斯常顯為醒目的亮點。它是月球上反光最強的地形之一，即使坑緣不清楚，明暗反差也有助於定位。

# atlas.feature.380.story
source: Aristarchus stands on a plateau covered by extensive material from explosive volcanic eruptions. Nearby Vallis Schröteri is the Moon’s largest sinuous rille. The region brings together a bright impact crater and traces of a very different process: ancient volcanism.
ar: تقع أريستارخوس على هضبة تغطيها على نطاق واسع مواد ناتجة عن ثورات بركانية انفجارية. وبالقرب منها يقع وادي شروتر، أكبر أخدود قمري متعرج. تجمع المنطقة بين فوهة اصطدام ساطعة وآثار عملية مختلفة تمامًا: نشاط بركاني قديم.
de: Aristarchus liegt auf einem Plateau, das großflächig mit Material explosiver Vulkanausbrüche bedeckt ist. In der Nähe verläuft Vallis Schröteri, die größte gewundene Rille des Mondes. Hier treffen ein heller Einschlagkrater und Spuren eines ganz anderen Vorgangs zusammen: früher Vulkanismus.
es: Aristarco se alza en una meseta ampliamente cubierta por materiales de erupciones volcánicas explosivas. Cerca está Vallis Schröteri, el mayor surco sinuoso de la Luna. La región reúne un cráter de impacto brillante y huellas de un proceso muy distinto: el antiguo vulcanismo.
fr: Aristarque se trouve sur un plateau largement recouvert de matériaux issus d’éruptions volcaniques explosives. À proximité, Vallis Schröteri est la plus grande rainure sinueuse de la Lune. La région réunit un cratère d’impact lumineux et les traces d’un phénomène très différent : un volcanisme ancien.
ja: アリスタルコスがある台地は、爆発的な火山噴火の物質に広く覆われています。近くのシュレーター谷は、月で最大の蛇行した溝です。この地域では、明るい衝突クレーターと、それとは異なる古い火山活動の痕跡を一緒に見ることができます。
pt_br: Aristarco fica em um planalto extensamente coberto por material de erupções vulcânicas explosivas. Nas proximidades, o Vale de Schröter é o maior canal sinuoso da Lua. A região reúne uma cratera de impacto clara e vestígios de um processo muito diferente: o vulcanismo antigo.
pt_pt: Aristarco fica num planalto extensamente coberto por material de erupções vulcânicas explosivas. Nas proximidades, o Vale de Schröter é o maior canal sinuoso da Lua. A região reúne uma cratera de impacto clara e vestígios de um processo muito diferente: o vulcanismo antigo.
ru: Аристарх расположен на плато, широко покрытом материалом взрывных вулканических извержений. Рядом лежит Долина Шрётера — крупнейшая извилистая борозда Луны. Здесь яркий ударный кратер соседствует со следами совсем иного процесса: древнего вулканизма.
uk: Арістарх розташований на плато, широко вкритому матеріалом вибухових вулканічних вивержень. Поряд лежить Долина Шретера — найбільша звивиста борозна Місяця. Тут поєдналися яскравий ударний кратер і сліди зовсім іншого процесу: давнього вулканізму.
zh_hans: 阿里斯塔克斯坐落在一片高原上，那里广泛覆盖着爆发式火山喷发留下的物质。附近的施勒特尔月谷是月球上最大的弯曲月溪。这片区域同时保留着一座明亮撞击坑，以及另一种截然不同的地质过程留下的痕迹：古代火山活动。
zh_hant: 阿里斯塔克斯坐落在一片高原上，那裡廣泛覆蓋著爆發式火山噴發留下的物質。附近的施勒特爾月谷是月球上最大的彎曲月溪。這片區域同時保留著一座明亮撞擊坑，以及另一種截然不同的地質過程留下的痕跡：古代火山活動。
zh_hk: 阿里斯塔克斯坐落在一片高原上，那裏廣泛覆蓋着爆發式火山噴發留下的物質。附近的施勒特爾月谷是月球上最大的彎曲月溪。這片區域同時保留着一座明亮撞擊坑，以及另一種截然不同的地質過程留下的痕跡：古代火山活動。

# atlas.feature.1296.label
source: Copernicus
ar: كوبرنيكوس
de: Kopernikus
es: Copérnico
fr: Copernic
ja: コペルニクス
pt_br: Copérnico
pt_pt: Copérnico
ru: Коперник
uk: Коперник
zh_hans: 哥白尼
zh_hant: 哥白尼
zh_hk: 哥白尼

# atlas.feature.1296.naming
source: Copernicus honors the Polish astronomer whose Sun-centered model treated Earth as a planet. Riccioli chose the name for his 1651 Moon map even though he rejected that moving-Earth model. His map preserved the names of scholars on different sides of the debate.
ar: تُخلّد هذه الفوهة اسم الفلكي البولندي الذي عدّ الأرض كوكبًا في نموذجه الذي تتوسطه الشمس. اختار ريتشيولي الاسم لخريطته القمرية عام 1651، رغم رفضه ذلك التصور لأرض متحركة. وهكذا حفظت خريطته أسماء علماء وقفوا على جانبي هذا الجدل.
de: Der Krater ehrt den polnischen Astronomen Kopernikus, der die Sonne ins Zentrum seines Weltmodells stellte und die Erde als Planeten betrachtete. Riccioli wählte den Namen für seine Mondkarte von 1651, obwohl er dieses Modell einer bewegten Erde ablehnte. Auf seiner Karte fanden Gelehrte mit unterschiedlichen Ansichten einen Platz.
es: El cráter honra al astrónomo polaco Copérnico, cuyo modelo centrado en el Sol consideraba la Tierra un planeta. Riccioli eligió el nombre para su mapa lunar de 1651, aunque rechazaba ese modelo de una Tierra en movimiento. Su mapa conservó los nombres de estudiosos de distintos bandos del debate.
fr: Ce cratère rend hommage à Copernic, l’astronome polonais dont le modèle centré sur le Soleil faisait de la Terre une planète. Riccioli a choisi ce nom pour sa carte de 1651, tout en rejetant ce modèle d’une Terre en mouvement. Sa carte a conservé les noms de savants appartenant aux différents camps du débat.
ja: コペルニクスは、地球を太陽の周りを回る惑星と考えたポーランドの天文学者にちなむ名前です。リッチョーリは地球が動くという説には反対していましたが、1651年の月面図にこの名前を採用しました。一枚の地図に、当時の論争で立場を異にした学者たちの名前が残されています。
pt_br: Copérnico homenageia o astrônomo polonês cujo modelo centrado no Sol tratava a Terra como um planeta. Riccioli escolheu esse nome para seu mapa lunar de 1651, embora rejeitasse o modelo de uma Terra em movimento. Seu mapa preservou os nomes de estudiosos com diferentes posições nesse debate.
pt_pt: Copérnico homenageia o astrónomo polaco cujo modelo centrado no Sol considerava a Terra um planeta. Riccioli escolheu este nome para o seu mapa lunar de 1651, embora rejeitasse o modelo de uma Terra em movimento. O mapa preservou os nomes de estudiosos com diferentes posições neste debate.
ru: Кратер назван в честь польского астронома, который в своей модели с Солнцем в центре считал Землю одной из планет. Риччоли выбрал это имя для лунной карты 1651 года, хотя сам отвергал представление о движущейся Земле. На его карте сохранились имена учёных по разные стороны этого спора.
uk: Кратер названо на честь польського астронома, який у своїй моделі із Сонцем у центрі вважав Землю однією з планет. Річчолі обрав це ім’я для місячної карти 1651 року, хоча сам відкидав уявлення про рухому Землю. На його карті залишилися імена науковців, які обстоювали різні сторони цієї суперечки.
zh_hans: 这座环形山以波兰天文学家哥白尼命名。他提出以太阳为中心的宇宙模型，把地球也看作一颗行星。里乔利虽不认同地球运动的模型，仍在1651年的月图上选用了他的名字。这幅地图留下了持不同观点的学者的姓名。
zh_hant: 這座環形山以波蘭天文學家哥白尼命名。他提出以太陽為中心的宇宙模型，把地球也視為一顆行星。里喬利雖不認同地球會運動的模型，仍在1651年的月圖上選用了他的名字。這幅地圖留下了持不同觀點的學者的姓名。
zh_hk: 這座環形山以波蘭天文學家哥白尼命名。他提出以太陽為中心的宇宙模型，把地球也看作一顆行星。里喬利雖不認同地球運動的模型，仍在1651年的月圖上選用了他的名字。這幅地圖留下了持不同觀點的學者的姓名。

# atlas.feature.1296.observation
source: Copernicus spreads bright rays across dark plains, creating a strong contrast. Near the boundary between lunar day and night, shadows reveal the crater’s shape more clearly than its rays do.
ar: تنشر كوبرنيكوس أشعتها الساطعة عبر سهول داكنة، فتبدو شديدة التباين معها. قرب الحد الفاصل بين النهار والليل على القمر، تكشف الظلال شكل الفوهة بوضوح أكبر من أشعتها.
de: Kopernikus ist von hellen Strahlen umgeben, die sich deutlich von den dunklen Ebenen abheben. Nahe der Grenze zwischen Tag und Nacht auf dem Mond lassen Schatten die Kraterform besser erkennen als die Strahlen.
es: Los rayos brillantes de Copérnico se extienden sobre llanuras oscuras y crean un fuerte contraste. Cerca del límite entre el día y la noche lunares, las sombras revelan la forma del cráter mejor que sus rayos.
fr: Les rayons clairs de Copernic s’étendent sur des plaines sombres, créant un fort contraste. Près de la limite entre le jour et la nuit lunaires, les ombres révèlent la forme du cratère plus nettement que ses rayons.
ja: コペルニクスの明るい光条は暗い平原に広がり、はっきりしたコントラストをつくります。月の昼と夜の境目に近いときは、光条よりも影のほうがクレーターの形をよく浮かび上がらせます。
pt_br: Copérnico espalha raios claros pelas planícies escuras, criando um forte contraste. Perto da fronteira entre o dia e a noite lunares, as sombras revelam a forma da cratera com mais clareza do que seus raios.
pt_pt: Copérnico espalha raios claros pelas planícies escuras, criando um forte contraste. Perto da fronteira entre o dia e a noite lunares, as sombras revelam a forma da cratera com mais clareza do que os seus raios.
ru: Светлые лучи Коперника расходятся по тёмным равнинам и хорошо выделяются на их фоне. Вблизи границы лунного дня и ночи тени показывают форму кратера отчётливее, чем лучи.
uk: Світлі промені Коперника розходяться темними рівнинами й виразно контрастують із ними. Поблизу межі місячного дня і ночі тіні краще окреслюють форму кратера, ніж його промені.
zh_hans: 哥白尼环形山的明亮辐射纹铺展在暗色平原上，反差鲜明。靠近月面昼夜交界处时，阴影比辐射纹更能显出环形山的形状。
zh_hant: 哥白尼環形山的明亮輻射紋鋪展在暗色平原上，反差鮮明。靠近月面晝夜交界處時，陰影比輻射紋更能顯出環形山的形狀。
zh_hk: 哥白尼環形山的明亮輻射紋鋪展在暗色平原上，反差鮮明。靠近月面晝夜交界處時，陰影比輻射紋更能顯出環形山的形狀。
